# Taps
tap "homebrew/cask-fonts"

# Terminal
cask "alacritty"
brew "zsh"
brew "tmux"
brew "tpm"
cask "font-jetbrains-mono-nerd-font"
brew "starship"

# CLIs
brew "git"
brew "helix", args: ["head"]
brew "exa"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "tree"

# Programming tools
brew "rust"
brew "rust-analyzer"
brew "rustfmt"
brew "fnm"
brew "bash-language-server"
brew "typescript-language-server"
brew "marksman"
cask "docker"

# Other
cask "drawio"
cask "syncthing"