# Taps
tap "homebrew/cask-fonts"
tap "oven-sh/bun"
tap "hashicorp/tap"

cask "alacritty"
brew "ansible"
brew "bat"
brew "bun"
cask "docker"
brew "eza"
brew "fd"
brew "fnm"
cask "font-iosevka-term-nerd-font"
brew "fzf"
brew "git"
brew "gh"
brew "glfw"
brew "hashicorp/tap/terraform"
brew "helm"
brew "helmfile"
brew "make"
brew "marksman"
brew "neovim"
brew "pkg-config" # for glfw
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustfmt"
brew "sshpass" # for ansible
brew "stow"
brew "tlrc"
brew "tree"
brew "tmux"
brew "tpm"
brew "zk"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "arc"
cask "drawio"
cask "rectangle"
cask "syncthing"
