# Taps
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "oven-sh/bun"
tap "sst/tap"
tap "xwmx/taps"

cask "alacritty"
brew "ansible"
brew "bat"
brew "clang-format"
cask "docker-desktop"
brew "dockerfile-language-server"
brew "eza"
brew "fd"
brew "fnm"
cask "font-iosevka-term-nerd-font"
brew "fzf"
brew "git"
brew "gh"
brew "glfw"
brew "hashicorp/tap/terraform"
brew "helm"
brew "helmfile"
brew "kubernetes-cli"
brew "lua-language-server"
brew "make"
brew "marksman"
brew "neovim"
cask "rectangle"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "shfmt"
brew "sshpass" # for ansible
brew "sst/tap/opencode"
brew "stow"
brew "stylua"
brew "tlrc"
brew "tree"
brew "tmux"
brew "tpm"
brew "watch"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
